Repository: getson7070/ERP-BERHAN
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: am

source: BERHAN ERP
am: ብርሃን ERP

source: Dashboard
am: ዳሽቦርድ

source: Tenders
am: ጨረታዎች

source: Orders
am: ትዕዛዞች

source: Logout
am: ውጣ

source: Toggle navigation
am: አሰሳን ቀይር

source: BERHAN ERP Dashboard
am: ብርሃን ERP ዳሽቦርድ

source: User Management
am: የተጠቃሚ አስተዳደር

source: Manage Users
am: ተጠቃሚዎችን አስተዳድር

source: Register Employee
am: ሰራተኛ መመዝገብ

source: Register Client
am: ደንበኛ መመዝገብ

source: Language
am: ቋንቋ

source: Language switcher
am: የቋንቋ መቀየሪያ

source: Marketing
am: ማስታወቂያ

source: Promotion Report (Sales)
am: የሽያጭ ማስታወቂያ ሪፖርት

source: Promotion Report (Activities)
am: የእንቅስቃሴ ማስታወቂያ ሪፖርት

source: Add Report
am: ሪፖርት ጨምር

source: My Report
am: የኔ ሪፖርት

source: Inventory
am: እቃ ቁጥር

source: Add Inventory
am: እቃ ጨምር

source: Receive Inventory
am: እቃ ተቀብል

source: Inventory Out
am: እቃ ውጣ

source: Inventory Report
am: የእቃ ሪፖርት

source: Add Tender
am: ጨረታ ጨምር

source: Tenders List
am: የጨረታዎች ዝርዝር

source: Tenders Report
am: የጨረታዎች ሪፖርት

source: Search
am: ፈልግ

source: Search Results
am: የፍለጋ ውጤቶች

source: No results found
am: ምንም ውጤት አልተገኘም

source: Dark Mode
am: ጨለማ ሁኔታ

source: Light Mode
am: ብርሃን ሁኔታ

source: Toggle dark mode
am: ጨለማ/ብርሃን ሁኔታ ቀይር

source: Skip to main content
am: ወደ ዋናው ይሂዱ

source: Loading...
am: በመጫን ላይ...

source: HR
am: ሀ.ሀ

source: Finance
am: ፋይናንስ

source: Procurement
am: ግዢ

source: Manufacturing
am: ማኑፋክቸሪንግ

source: Projects
am: ፕሮጀክቶች

source: Plugins
am: ተጨማሪዎች

source: Put Order
am: ትዕዛዝ አድርግ

source: View Orders
am: ትዕዛዞችን እይ

source: Approve/Reject Orders
am: ትዕዛዞችን አጽድቅ/አልቅ

source: My Orders
am: የኔ ትዕዛዞች

source: Maintenance
am: ጥገና

source: Request Maintenance
am: ጥገና ጠይቅ

source: Maintenance Status
am: የጥገና ሁኔታ

source: Maintenance Followup
am: ጥገና ተከታታይ

source: Maintenance Report
am: የጥገና ሪፖርት

source: Approve/Reject Maintenance
am: ጥገናን አጽድቅ/አልቅ

source: Menu
am: ሜኑ

source: Choose Login
am: መግቢያ ምረጡ

source: Choose Login Type
am: የመግቢያ አይነት ይምረጡ

source: Please select a login type.
am: እባክዎ የመግቢያ አይነት ይምረጡ

source: Submit
am: አስገባ

source: Back
am: ተመለስ

source: Login with SSO
am: በSSO ይግቡ

source: Analytics Dashboard
am: የትንታኔ ዳሽቦርድ

source: English
am: እንግሊዝኛ

source: Amharic
am: አማርኛ

source: Select language
am: ቋንቋ ይምረጡ

source: Use the navigation menu to switch modules.
am: ሞጁሎችን ለመቀየር የንባብ ምናሌን ይጠቀሙ.

source: Toggle dark mode to reduce eye strain.
am: የዓይን ጭንቀትን ለመቀነስ ጨለማ ሁኔታን ቀይሩ.
