Repository: getson7070/ERP-BERHAN
Catalog: erp/translations/*/LC_MESSAGES/messages.po
Languages: am

source: BERHAN ERP
am: ብርሃን ኢርፒ

source: Dashboard
am: ዳሽቦርድ

source: Tenders
am: ጨረታዎች

source: Orders
am: ትእዛዞች

source: Logout
am: ውጣ

source: Employee Dashboard
am: የሰራተኛ ዳሽቦርድ

source: Client Dashboard
am: የተከራዩ ዳሽቦርድ

source: Analytics Dashboard
am: የትንተና ዳሽቦርድ

source: Pending Orders
am: በመጠባበቅ ላይ ያሉ ትእዛዞች

source: Pending Maintenance
am: በመጠባበቅ ላይ ያለ ጥገና

source: Expired Tenders
am: ጨረታዎች ጊዜያቸው አልፏል

source: Monthly Sales
am: ወርሃዊ ሽያጭ

source: Add Report
am: ሪፖርት ያክሉ

source: My Report
am: የኔ ሪፖርት

source: Marketing Report
am: የገበያ ሪፖርት

source: Promotion Report
am: የሽልማት ሪፖርት

source: Add Inventory
am: መጋዘን ያክሉ

source: Receive Inventory
am: መጋዘን ይቀበሉ

source: Inventory Out
am: መጋዘን ወጭ

source: Inventory Report
am: የመጋዘን ሪፖርት

source: Add Tender
am: ጨረታ ያክሉ

source: Tenders List
am: የጨረታዎች ዝርዝር

source: Tenders Report
am: የጨረታ ሪፖርት

source: Maintenance Report
am: የጥገና ሪፖርት

source: Maintenance Followup
am: የጥገና ተከታታይ

source: User Management
am: የተጠቃሚ አስተዳደር

source: Put Order
am: ትእዛዝ ያድርጉ

source: My Approved Orders
am: የተፈቀዱ ትእዛዞቼ

source: Order Status
am: የትእዛዝ ሁኔታ

source: Maintenance Request
am: ጥገና ጥያቄ

source: Maintenance Status
am: የጥገና ሁኔታ

source: Message Support
am: የድጋፍ መልዕክት

source: Choose Login
am: መግቢያ ይምረጡ

source: Choose Login Type
am: የመግቢያ አይነት ይምረጡ

source: Please select a login type.
am: እባኮትን የመግቢያ አይነት ይምረጡ።

source: Back
am: ተመለስ

source: Login with SSO
am: በSSO ይግቡ

source: Login
am: ይግቡ

source: Username
am: የተጠቃሚ ስም

source: Please enter your username.
am: እባክዎ የተጠቃሚ ስምዎን ያስገቡ።

source: Password
am: የይለፍ ቃል

source: Please enter your password.
am: እባክዎ የይለፍ ቃልዎን ያስገቡ።

source: Toggle navigation
am: አሰሳ ቀይር

source: Submit
am: አስገባ
